Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/CarKitSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CARPLAY_FOOTER_TEXT_WIRED_AND_WIRELESS_ON_TOUCHID
source: When your iPhone is nearby and you start your car, CarPlay will start automatically. You can use CarPlay over a wired or wireless connection without requiring Touch ID or a passcode.
ar: عند تشغيل سيارتك أثناء وجود iPhone في مكان قريب، يتم بدء كاربلاي تلقائيًا. يمكنك استخدام كاربلاي عبر اتصال سلكي أو لاسلكي، دون طلب بصمة الإصبع أو رمز دخول.
bg: Когато вашият iPhone е наблизо и включите колата, CarPlay ще стартира автоматично. Можете да използвате CarPlay чрез кабелна или безжична връзка, без да се изисква Touch ID или код.
ca: En engegar el cotxe amb l’iPhone a prop, s’iniciarà el CarPlay automàticament. Pots utilitzar el CarPlay mitjançant una connexió amb fil o sense fil sense necessitat d’utilitzar el Touch ID o un codi.
cs: Pokud bude při nastartování auta v dosahu váš iPhone, CarPlay se spustí automaticky. CarPlay můžete připojit kabelem i bezdrátově bez použití Touch ID nebo zadání kódu.
da: Når din iPhone er i nærheden, og du starter bilen, startes CarPlay automatisk. Du kan bruge CarPlay via en kabelforbindelse eller en trådløs forbindelse uden at kræve Touch ID eller en kode.
de: Wenn dein iPhone in der Nähe ist, wird CarPlay beim Starten des Autos automatisch gestartet. CarPlay kann über eine kabelgebundene oder -lose Verbindung verwendet werden, ohne Touch ID oder einen Code anzufordern.
el: Όταν το iPhone βρίσκεται κοντά και εκκινήσετε το αυτοκίνητό σας, το CarPlay θα εκκινείται αυτόματα. Μπορείτε να χρησιμοποιήσετε το CarPlay μέσω ενσύρματης ή ασύρματης σύνδεσης χωρίς να απαιτείται Touch ID ή κωδικός.
es: Cuando tu iPhone esté cerca y arranques el coche, CarPlay se encenderá automáticamente. Puedes usar CarPlay con una conexión con cable o inalámbrica sin necesidad de Touch ID o código.
es_419: Si tu iPhone está cerca y arrancas tu auto, CarPlay iniciará automáticamente. Puedes usar CarPlay sobre una conexión por cable o inalámbrica sin necesidad de Touch ID o el código.
fi: Kun iPhone on lähellä ja käynnistät auton, CarPlay käynnistyy automaattisesti. Voit käyttää CarPlayta langallisen tai langattoman yhteyden kautta ilman Touch ID:tä tai pääsykoodia.
fr: Lorsque votre iPhone est à proximité et que vous démarrez votre véhicule, CarPlay se lance automatiquement. Vous pouvez utiliser CarPlay via une connexion filaire ou une connexion sans fil sans avoir à utiliser un code ou Touch ID.
fr_ca: CarPlay démarrera automatiquement lorsque votre iPhone est à proximité et que vous démarrez votre véhicule. Vous pouvez utiliser CarPlay au moyen d’une connexion avec ou sans fil, sans qu’il soit nécessaire d’utiliser Touch ID ou un code.
he: אם ה-iPhone שלך נמצא בקרבת מקום ברגע הנעת הרכב, CarPlay יתחיל לפעול באופן אוטומטי. השימוש ב-CarPlay יתאפשר גם בחיבור חוטי וגם בחיבור אלחוטי, ללא צורך באימות זהות בעזרת Touch ID או הקשת קוד גישה.
hi: अपने iPhone के आस-पास रहने पर जब आप अपनी कार चालू करते हैं तो CarPlay ऑटोमैटिकली चालू हो जाएगा। आप बिना Touch ID या पासकोड के CarPlay का इस्तेमाल किसी वायर या बिना वायर वाले कनेक्शन पर कर सकते हैं।
hr: Kad je iPhone u blizini i upalite automobil, CarPlay će se automatski pokrenuti. CarPlay možete koristiti putem žične ili bežične veze bez uporabe Touch ID-ja ili šifre.
hu: Amikor az iPhone-ja a közelben van, és elindítja az autóját, a CarPlay automatikusan el fog indulni. A CarPlayt használhatja vezetékes vagy vezeték nélküli kapcsolaton, Touch ID vagy jelkód megadása nélkül.
id: Jika iPhone Anda berada di sekitar dan Anda menyalakan mobil Anda, CarPlay akan dimulai secara otomatis. Anda dapat menggunakan CarPlay melalui koneksi kabel dan nirkabel tanpa memerlukan Touch ID atau kode sandi.
it: CarPlay viene avviato automaticamente quando iPhone si trova nelle vicinanze e metti in moto l’auto. Puoi utilizzare CarPlay tramite una connessione via cavo o wireless, senza doverti autenticare tramite Touch ID o con un codice.
ja: お使いのiPhoneが近くにあるときに車のエンジンをかけると、CarPlayが自動的に起動します。CarPlayは、Touch IDやパスコードなしで、有線またはワイヤレスで接続して使用できます。
kk: iPhone жақын жерде болып, автомобиліңізді оталдырған кезде, CarPlay автоматты түрде іске қосылады. CarPlay функциясын сымды немесе сымсыз қосылым арқылы Touch ID немесе құпиякодты талап етпей пайдалануға болады.
ko: iPhone이 주변에 있는 상태에서 자동차의 시동을 걸면 CarPlay가 자동으로 시작됩니다. CarPlay를 유선 또는 무선으로 Touch ID 또는 암호 없이 사용할 수 있습니다.
lt: Kai jūsų „iPhone“ įrenginys bus netoliese ir užvesite automobilį, „CarPlay“ bus paleista automatiškai. „CarPlay“ galite naudoti laidiniu arba bevieliu ryšiu, o jūsų nebus prašoma prisijungti naudojant „Touch ID“ arba prieigos kodą.
ms: Apabila iPhone anda berdekatan dan anda menghidupkan kereta anda, CarPlay akan dimulakan secara automatik. Anda boleh menggunakan CarPlay melalui sambungan berwayar atau wayarles tanpa memerlukan Touch ID atau kod laluan.
nl: Als je iPhone in de buurt is en je je auto start, wordt CarPlay automatisch gestart. Je kunt CarPlay gebruiken via een bedrade of draadloze verbinding zonder dat Touch ID of een toegangscode is vereist.
no: CarPlay vil starte automatisk når du starter bilen og iPhone er i nærheten. Du kan bruke CarPlay med kabel eller en trådløs forbindelse uten å kreve Touch ID eller oppgi koden.
pl: Jeśli Twój iPhone jest w pobliżu, uruchomienie samochodu będzie automatyczne uruchamiać CarPlay. CarPlay możesz używać przewodowo lub bezprzewodowo, bez konieczności używania Touch ID ani kodu.
pt_br: Quando seu iPhone estiver por perto e você ligar o carro, o CarPlay será iniciado automaticamente. Você pode usar o CarPlay através de uma conexão com ou sem fio sem exigir o Touch ID ou um código.
pt_pt: Se, ao ligar o carro, o seu iPhone se encontrar por perto, o CarPlay é iniciado automaticamente. Pode usar o CarPlay através de uma ligação com ou sem fios, sem necessitar do Touch ID ou código.
ro: Atunci când iPhone‑ul este în apropiere și vă porniți mașina, CarPlay va porni automat. Puteți utiliza CarPlay printr‑o conexiune cu fir sau wireless, fără a necesita Touch ID sau codul de acces.
ru: Если iPhone находится рядом, когда Вы заводите автомобиль, функция CarPlay будет запускаться автоматически. Вы можете использовать CarPlay по проводному или беспроводному подключению, не требуя Touch ID или код‑пароля.
sk: Keď je iPhone v blízkosti auta pri jeho naštartovaní, CarPlay sa spustí automaticky. CarPlay môžete pripájať cez kábel alebo bezdrôtovo bez vyžadovania Touch ID alebo kódu.
sl: CarPlay se samodejno zažene, če imate ob zagonu avtomobila v bližini svoj iPhone. CarPlay lahko uporabljate prek žične ali brezžične povezave tudi brez identifikacije s funkcijo Touch ID ali kodo za dostop.
sv: När du startar bilen med iPhone i närheten kommer CarPlay att starta automatiskt. Du kan använda CarPlay över en trådbunden eller trådlös anslutning utan att Touch ID eller en lösenkod krävs.
th: เมื่อ iPhone ของคุณอยู่ใกล้เคียงและคุณสตาร์ทรถของคุณ CarPlay จะเริ่มทำงานโดยอัตโนมัติ คุณสามารถใช้ CarPlay ผ่านการเชื่อมต่อแบบใช้สายหรือไร้สายได้โดยไม่ต้องใช้ Touch ID หรือรหัส
tr: iPhone’unuzun yakındayken ve arabayı çalıştırdığınızda CarPlay otomatik olarak başlatılır. CarPlay’i Touch ID ya da parola gerektirmeden kablolu ya da kablosuz bağlantı ile kullanabilirsiniz.
uk: Якщо iPhone перебуває поблизу під час заведення автомобіля, CarPlay вмикається автоматично. До CarPlay можна підʼєднуватися дротовим або бездротовим способом без Touch ID або коду допуску.
vi: Khi iPhone của bạn ở gần và bạn khởi động ô tô, CarPlay sẽ tự động khởi động. Bạn có thể sử dụng CarPlay qua kết nối có dây hoặc không dây mà không yêu cầu Touch ID hoặc mật mã.
zh_cn: iPhone在附近且你发动了汽车时，CarPlay车载将自动启用。你无需触控ID或密码，即可通过有线或无线连接使用CarPlay车载。
zh_hk: 如發動汽車時你的iPhone在附近，CarPlay將會自動開始。你可以透過有線或無線連接使用CarPlay，無需Touch ID或密碼。
zh_tw: 啟動汽車時若iPhone位於附近，CarPlay會自動開始。不需要使用Touch ID或密碼，也可透過有線或無線方式連接CarPlay。

# CARPLAY_OPTIONS_ROW_TITLE
source: CarPlay
ar: كاربلاي
zh_cn: CarPlay车载

# CARPLAY_OPTIONS_PROMPT_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# CARPLAY_OPTIONS_CARPLAY_SUMMARY
source: CarPlay
ar: كاربلاي
zh_cn: CarPlay车载

# CARPLAY_FOOTER_TEXT_WIRED_AND_WIRELESS_OFF_FACEID
source: When you use CarPlay over a wired connection, unlocking your iPhone will be required every time, and your device will remain unlocked as long as CarPlay is active. Enable this setting to allow CarPlay to connect without requiring Face ID or a passcode, and to connect wirelessly to your car.
ar: عند استخدام كاربلاي عبر اتصال سلكي، فيجب فتح قفل iPhone في كل مرة، وسيبقى قفل الجهاز مفتوحًا مادام كاربلاي نشطًا. قم بتمكين هذا الإعداد للسماح لكاربلاي بالاتصال دون طلب بصمة الوجه أو رمز الدخول، وللاتصال لاسلكيًا بسيارتك.
bg: Когато използвате CarPlay по кабелна връзка, ще трябва всеки път да отключвате вашия iPhone и устройството ви ще остане отключено, докато е активен CarPlay. Активирайте тази настройка, за да разрешите на CarPlay да се свързва, без да изисква Face ID или код, и да осъществява безжична връзка с колата ви.
ca: Quan utilitzis el CarPlay mitjançant una connexió amb fil, hauràs de desbloquejar l’iPhone cada vegada i el teu dispositiu es mantindrà desbloquejat mentre el CarPlay estigui activat. Activa aquesta opció per permetre que el CarPlay es connecti sense necessitat d’utilitzar el Face ID o un codi i per connectar‑te amb el teu cotxe a través d’una connexió sense fil.
cs: Pokud se budete připojovat ke CarPlay kabelem, bude pokaždé požadováno odemknutí iPhonu. Zařízení zůstane odemknuté, dokud bude CarPlay aktivní. Zapnutím tohoto nastavení umožníte připojení CarPlay bez použití Face ID nebo zadání kódu a aktivujete bezdrátové připojování k autu.
da: Når du bruger CarPlay via en kabelforbindelse, skal du låse iPhone op hver gang, og enheden forbliver ulåst, mens CarPlay er aktiv. Slå denne indstilling til for at CarPlay kan oprette trådløs forbindelse til bilen uden at kræve Face ID eller en kode.
de: Wenn du CarPlay über eine kabelgebundene Verbindung verwendest, muss dein iPhone jedes Mal entsperrt werden und bleibt entsperrt, solange CarPlay aktiviert ist. Aktiviere diese Einstellung, sodass CarPlay eine Verbindung herstellen kann, ohne Face ID oder einen Code anzufordern bzw. für eine kabellose Verbindung mit dem Auto.
el: Όταν χρησιμοποιείτε το CarPlay μέσω ενσύρματης σύνδεσης, θα απαιτείται κάθε φορά ξεκλείδωμα του iPhone και η συσκευή σας θα παραμένει ξεκλείδωτη όση ώρα είναι ενεργό το CarPlay. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, θα επιτρέπεται η σύνδεση του CarPlay χωρίς απαίτηση Face ID ή κωδικού, καθώς και η ασύρματη σύνδεση με το αυτοκίνητό σας.
es: Si usas CarPlay con una conexión con cable, deberás desbloquear el iPhone cada vez y tu dispositivo permanecerá desbloqueado mientras CarPlay esté activo. Activa este ajuste para permitir que CarPlay se conecte sin necesidad de Face ID o código, y para conectarte a tu coche de forma inalámbrica.
es_419: Cuando usas CarPlay usando un cable, tendrás que estar desbloqueando tu iPhone y tu dispositivo permanecerá desbloqueado mientras CarPlay esté activo. Activa esta configuración para permitir que CarPlay se conecte sin requerir Face ID o el código, y para conectarse de manera inalámbrica con tu auto.
fi: Kun käytät CarPlayta langallisen yhteyden kautta, iPhonen lukitus pitää avata joka kerta, ja laitteesi pysyy auki niin kauan kuin CarPlay on käytössä. Ota tämä asetus käyttöön, jotta CarPlay voi yhdistää ilman Face ID:tä tai pääsykoodia, ja jotta se voi yhdistää langattomasti autoosi.
fr: Lorsque vous utilisez CarPlay via une connexion filaire, le déverrouillage de votre iPhone est requis systématiquement et ce dernier reste déverrouillé tant que CarPlay est actif. Activez ce réglage pour permettre à CarPlay de se connecter sans nécessiter l’utilisation d’un code ou de Face ID, et de se connecter à votre véhicule en mode sans fil.
fr_ca: Lorsque vous utilisez CarPlay au moyen d’un câble de recharge, vous serez systématiquement invité à déverrouiller votre iPhone, et ce dernier restera déverrouillé tant que CarPlay est actif. Activez ce réglage pour autoriser CarPlay à se connecter sans exiger l’utilisation de Face ID ou d’un code, et à se connecter sans fil à votre véhicule.
he: כשמשתמשים ב-CarPlay בחיבור חוטי, יש לבטל את נעילת ה-iPhone כל פעם שמתחברים, והמכשיר נשאר פתוח כל עוד CarPlay פועל. ניתן להפעיל הגדרה זו כדי לאפשר חיבור ל-CarPlay ללא צורך באימות עם Face ID או קוד גישה, וכדי להתחבר לרכב שלך באופן אלחוטי.
hi: जब किसी वायर युक्त कनेक्शन पर आप CarPlay का इस्तेमाल करते हैं, तो हर बार आपको अपना iPhone अनलॉक करके रखना ज़रूरी होगा और CarPlay सक्रिय रहने के दौरान आपका डिवाइस अनलॉक रहेगा। CarPlay को Face ID या पासकोड के बिना कनेक्ट कर पाने और अपनी कार से बिना वायर के कनेक्ट करने की अनुमति देने के लिए इस सेटिंग को सक्षम करें।
hr: Kad koristite CarPlay putem žične veze, otključavanje iPhonea zatražit će se svaki put i vaš će uređaj ostati otključan sve dok je CarPlay aktivan. Omogućite ovu postavku kako biste dozvolili spajanje CarPlaya bez uporabe Face ID-ja ili šifre te za bežično spajanje na automobil.
hu: Amikor vezetékes kapcsolaton használja a CarPlayt, minden alkalommal fel kell oldani az iPhone-ját, és az eszköze feloldva marad, amíg a CarPlay aktív. Engedélyezze ezt a beállítást, ha azt szeretné, hogy a CarPlay Face ID vagy jelkód megadása nélkül, valamint vezeték nélkül csatlakozhasson.
id: Saat Anda menggunakan CarPlay melalui koneksi kabel, Anda akan selalu harus membuka iPhone Anda, dan perangkat Anda akan tetap terbuka selama CarPlay aktif. Aktifkan pengaturan ini untuk mengizinkan CarPlay terhubung tanpa memerlukan Face ID atau kode sandi, dan untuk terhubung secara nirkabel ke mobil Anda.
it: Quando utilizzi CarPlay tramite un cavo, ti verrà richiesto di sbloccare iPhone ogni volta e il tuo dispositivo rimarrà sbloccato fino a quando CarPlay sarà in uso. Abilita questa opzione per consentire a CarPlay di connettersi senza richiedere l’autenticazione tramite Face ID o un codice e di connettersi alla tua auto in modo wireless.
ja: 有線接続でCarPlayを使用する場合は、毎回iPhoneのロックを解除する必要があり、CarPlayを使用中はデバイスのロックは解除されたままになります。 この設定を有効にすると、CarPlayはFace IDやパスコードなしで接続でき、ワイヤレスで車に接続できます。
kk: CarPlay функциясын сымды қосылым арқылы пайдаланған кезде, iPhone құлпын әр жолы ашу керек болады, ал CarPlay қосулы кезде құрылғы құлыптан шығарылған күйінде қалады. Бұл реттеуді CarPlay функциясына Face ID немесе құпиякодты талап етпей қосылуға рұқсат беру үшін және автомобильге сымсыз қосылу үшін іске қосыңыз.
ko: CarPlay를 유선으로 연결하여 사용하면 매번 iPhone을 잠금 해제하야 하며, CarPlay가 활성화되어 있는 한 사용자의 기기가 잠금 해제 상태를 유지합니다. 이 설정을 활성화하면 CarPlay가 Face ID 또는 암호 없이 연결되며, 무선으로 사용자의 차량에 연결됩니다.
lt: „CarPlay“ naudojant laidiniu ryšiu, jūsų visada bus prašoma atrakinti „iPhone“ įrenginį, o pats įrenginys bus atrakintas tol, kol veiks „CarPlay“. Įjunkite šį nustatymą, kad „CarPlay“ galėtų prisijungti neprašant naudoti „Face ID“ arba prieigos kodo ir prie automobilio prisijungtų bevieliu ryšiu.
ms: Apabila anda menggunakan CarPlay melalui sambungan berwayar, anda diperlukan membuka kunci iPhone anda setiap kali dan peranti anda akan kekal dibuka kunci selagi CarPlay aktif. Dayakan seting ini untuk membenarkan CarPlay bersambung tanpa memerlukan Face ID atau kod laluan dan untuk bersambung secara wayarles ke kereta anda.
nl: Wanneer je CarPlay gebruikt via een bedrade verbinding, moet je je iPhone elke keer ontgrendelen en blijft je apparaat ontgrendeld zolang CarPlay actief is. Schakel deze optie in om CarPlay verbinding te laten maken zonder dat Face ID of een toegangscode is vereist en om draadloos verbinding te maken met je auto.
no: Når du er koblet til CarPlay via en kabel, må du låse opp iPhone hver gang og enheten forblir ulåst så lenge CarPlay er aktiv. Aktiver denne innstillingen for å tillate at CarPlay kan koble til uten bruk av Face ID eller kode, og koble til bilen trådløst.
pl: Gdy używasz CarPlay przewodowo, odblokowanie iPhone'a będzie wymagane za każdym razem, a urządzenie pozostanie odblokowane tak długo, jak CarPlay jest aktywny. Włącz to ustawienie, aby pozwolić CarPlay łączenie się bez konieczności używania Face ID ani kodu oraz na bezprzewodowe łączenie się z samochodem.
pt_br: Ao usar o CarPlay usando uma conexão por cabo, o desbloqueio do iPhone sempre será exigido, e o dispositivo permanecerá desbloqueado enquanto o CarPlay estiver ativo. Ative este ajuste para permitir que o CarPlay conecte sem exigir o Face ID ou um código, e para conectar-se sem fio ao seu carro.
pt_pt: Se usar o CarPlay através de uma ligação com fios, será sempre necessário desbloquear o iPhone e este permanecerá desbloqueado enquanto o CarPlay estiver ativo. Ao ativar esta definição, permitirá que o CarPlay estabeleça ligação ao carro sem fios e sem necessitar do Face ID ou código.
ro: Când utilizați CarPlay printr‑o conexiune cu fir, deblocarea iPhone‑ului va fi necesară de fiecare dată, iar dispozitivul va rămâne deblocat pe toată perioada cât funcționalitatea CarPlay este activă. Activați această configurare pentru a‑i permite funcționalității CarPlay să se conecteze fără a necesita Face ID sau codul de acces și să se conecteze wireless la mașina dvs.
ru: Когда Вы используете CarPlay по беспроводному подключению, разблокировка iPhone потребуется каждый раз, а Ваше устройство останется разблокированным, пока CarPlay активен. Включите эту настройку, чтобы разрешить подключение CarPlay, не требуя Face ID или код‑пароля, и для беспроводного подключения к автомобилю.
sk: Keď na pripájanie ku CarPlay používate kábel, bude zakaždým potrebné odomknúť iPhone. Kým je CarPlay aktívny, vaše zariadenie ostane odomknuté. Ak chcete povoliť pripájanie ku CarPlay bez vyžadovania Face ID alebo kódu a pripájať sa k autu bezdrôtovo, zapnite toto nastavenie.
sl: Pri uporabi funkcije CarPlay prek žične povezave boste morali svoj iPhone vsakokrat odkleniti in odklenjen bo ostal vse dokler boste uporabljali CarPlay. Omogočite to nastavitev, če želite dovoliti, da se CarPlay poveže brez identifikacije s funkcijo Face ID ali kodo za dostop, ter da se z vašim vozilom poveže prek brezžične povezave.
sv: När du använder CarPlay över en trådbunden anslutning måste du låsa upp iPhone varje gång, och enheten förblir upplåst medan CarPlay är aktivt. Aktivera den här inställningen om du vill tillåta att CarPlay ansluter utan att Face ID eller en lösenkod krävs, och trådlös anslutning till bilen.
th: เมื่อคุณใช้ CarPlay ผ่านการเชื่อมต่อแบบใช้สาย คุณจะต้องปลดล็อค iPhone ของคุณทุกครั้ง และอุปกรณ์ของคุณจะยังคงปลดล็อคอยู่ในระหว่างที่ CarPlay ทำงาน เปิดใช้งานการตั้งค่านี้เพื่ออนุญาตให้ CarPlay เชื่อมต่อได้โดยไม่ต้องใช้ Face ID หรือรหัส และเชื่อมต่อกับรถของคุณแบบไร้สาย
tr: CarPlay’i kablolu bir bağlantı ile kullandığınızda iPhone’unuzun kilidini her seferinde açmanız gerekir ve CarPlay etkin olduğu sürece aygıtınızın kilidi açık kalır. CarPlay’in Face ID ya da parola gerektirmeden ve kablosuz olarak arabanıza bağlanmasına izin vermek için bu ayarı etkinleştirin.
uk: Коли ви використовуєте CarPlay через дротове зʼєднання, потрібно щоразу відмикати iPhone, і він залишатиметься відімкненим весь час, поки функція CarPlay активна. Увімкніть цей параметр, щоб дозволити CarPlay підʼєднуватися до автомобіля без Face ID або коду допуску та бездротовим способом.
vi: Khi bạn sử dụng CarPlay qua kết nối có dây, bạn sẽ phải mở khóa iPhone mỗi lần và thiết bị của bạn sẽ được giữ ở trạng thái mở khóa trong khi CarPlay đang hoạt động. Bật cài đặt này cho phép CarPlay kết nối mà không yêu cầu Face ID hoặc mật mã và để kết nối không dây với ô tô của bạn.
zh_cn: 通过有线连接使用CarPlay车载时，将每次都需要解锁iPhone，且你的设备在CarPlay车载启用过程中将保持解锁状态。 启用此设置以允许不需面容ID或密码连接CarPlay车载，并通过无线与车连接。
zh_hk: 當你透過有線連接使用CarPlay時，將每次都需要解鎖你的iPhone，而你的裝置在CarPlay啟用期間將維持解鎖狀態。 啟用此設定以允許CarPlay無需Face ID或密碼也可以連接，並以無線方式連接你的汽車。
zh_tw: 在你透過有線方式使用CarPlay時，每次都需要解鎖iPhone，只要啟用CarPlay，你的裝置將保持為解鎖狀態。 啟用此設定後，不需要使用Face ID或密碼，也可連接CarPlay，並可透過無線方式連接你的汽車。
